Repository: mrmap-community/Mapbender2.8
Catalog: resources/locale/*/LC_MESSAGES/Mapbender.po
Languages: de_de

source: Interfaces
de_de: Schnittstellen

source: INSPIRE 8.1: conditions applying to access and use
de_de: INSPIRE 8.1: Bedingungen für Zugriff und Nutzung

source: INSPIRE 8.2: limitations on public access
de_de: INSPIRE 8.2: Beschränkungen des öffentlichen Zugangs

source: Restricted Network Access (Registry)
de_de: Verfügbarkeit nur in ausgewählten Netzen (Registry)

source: Linking the WMS layer with a metadata set (coupled resource), which describes the underlying information of the representation in more detail (eg actuality / quality). It can be done by linking to an already existing metadata set (e.g. in a catalogue) or by generating a simple metadata file using mapbender.
de_de: Verknüpfen eines WMS Layers mit einem oder mehreren Metadatensätzen, die die der Layerdarstellung zugrundeliegenden Daten detailierter beschreiben (bspw.: Aktualität / Qualität / Herkunft). Die Verknüpfung kann mit einem schon existierenden Datensatz über Verlinkung erfolgen oder es kann ein einfacher (Meta)Datensatz auf Basis schon vorhandener Informationen erstellt werden.

source: Table of coupled Metadata
de_de: Tabelle der verknüpften Metadaten

source: Reading file
de_de: Lese Datei

source: Parsing ISO19139 XML failed!
de_de: Fehler beim Parsen des ISO19139 XML!

source: Cancel
de_de: Abbruch

source: Kind of resource
de_de: Art der Ressource

source: Map Service
de_de: Kartendienst

source: Data Service
de_de: Kartendienst

source: Map Layer
de_de: Kartenebene

source: Featuretype
de_de: Objektart

source: Type of geometry
de_de: Geometrietyp

source: Resourceidentifier
de_de: Ressourcenidentifikator

source: Name of the resource
de_de: Name der Ressource

source: Information about the service
de_de: Informationen zum Dienst

source: Extent
de_de: Ausdehnung

source: Responsible party for content
de_de: Inhaltlich verantwortliche Stelle

source: Responsible party for service
de_de: Technisch verantwortliche Stelle

source: Contact person
de_de: Ansprechpartner

source: Availability
de_de: Verfügbarkeit

source: Problem with last monitoring!
de_de: Probleme beim letzten Monitoring!

source: Last Monitoring: OK
de_de: Letztes Monitoring OK

source: Servicedescription changed!
de_de: Dienstebeschreibung hat sich geändert!

source: Layer not queryable
de_de: Ebene nicht abfragbar

source: Layer queryable
de_de: Ebene abfragbar

source: Query
de_de: Abfragbarkeit

source: Visibility
de_de: Sichtbarkeit

source: Minimum scale
de_de: Minimaler Maßstab

source: Maximum scale
de_de: Maximaler Maßstab

source: Used Coordinate Reference System
de_de: Eingestelltes Koordinatenreferenzsystem

source: Spatial Extent
de_de: Räumliche Ausdehnung

source: Corner in geographic Coordinates
de_de: Eckpunkte in geogr. Koordinaten

source: Dataschema
de_de: Link zum Datenschema

source: INSPIRE Service Metadata
de_de: INSPIRE Service Metadaten

source: Metadatarecord
de_de: Metadatendatei

source: Secured Capabilities URL
de_de: Abgesicherte Capabilities URL

source: Link to Capabilities document
de_de: Link zum Capabilities Dokument

source: Validation against INSPIRE Geoportal
de_de: Validierung gegen INSPIRE Geoportal

source: Start validation
de_de: Validierung starten

source: stable
de_de: Stabil

source: Description changed - update necessary
de_de: Beschreibung hat sich geändert - Aktualisierung nötig

source: Problem at last control
de_de: Problem bei letzter Kontrolle

source: Web Map Context document
de_de: Web Map Context Dokument

source: Graphical Overview not active
de_de: Graphische Übersicht nicht aktiviert

source: Information about Quality is only available if the service monitoring is activated!
de_de: Informationen über die Qualität sind nur verfügbar, wenn das Service Monitoring aktiv ist!

source: In case of Web Map Context Documents the Quality part is not applicable!
de_de: Für Web Map Context Dokumente entfällt die Angabe zur Qualität!

source: No informations about terms of use are available!
de_de: Es sind keine Informationen über Nutzungsbedingungen verfügbar!

source: Link to start application with WMC
de_de: Link um Anwendung mit WMC zu starten

source: validate
de_de: Validierung

source: uploaded metadata
de_de: Hochgeladene Metadaten

source: linked metadata
de_de: Verlinkte Metadaten

source: metadata from capabilities
de_de: Metadaten von Service Capabilities

source: added from registry
de_de: Metadaten über Registry angereichert

source: Coupled Metadata
de_de: Verknüpfte Metadaten

source: Show map in own viewer
de_de: Karte im eigenen Viewer anzeigen

source: Show map
de_de: Karte anzeigen

source: Search for addresses
de_de: Suche nach Adressen

source: Last WMS cannot be removed
de_de: Der letzte WMS kann nicht entfernt werden

source: FeatureInfoFormat
de_de: Sachdatenformat

source: ExceptionFormat
de_de: Fehlermeldungen

source: Transparency
de_de: Transparenz

source: MapFormat
de_de: Bildformat

source: Help for address search
de_de: Hilfe zur Adresssuche

source: ATOM Service Feed url
de_de: URL des ATOM Service Feeds

source: Dataset title
de_de: Bezeichnung

source: Dataset abstract
de_de: Beschreibung

source: Rights
de_de: Rechtliche Angaben

source: Available representations
de_de: Verfügbare Varianten

source: Select to download dataset
de_de: Auswahl zum Download

source: Old layer name:
de_de: Alter Layername:

source: - changed to:
de_de: - geändert zu:

source: has been updated
de_de: wurde aktualisiert

source: You may want to check the changes as you are an owner or subscriber of this WMS. If you have integrated the service into a gis client, you have to reconfigure the client!
de_de: Als Abonnent oder Eigentümer einer Anwendung, in der der WMS eingebunden ist, sollten Sie die Änderungen kontrollieren. Wenn Sie den Dienst in einem GIS Client eingebunden haben, müssen Sie dessen Konfiguration aktualisieren!

source: Note: This e-mail has been sent automatically because you subscribed to this service. You can unsubscribe by logging in and clicking the unsubscribe button in the Mapbender metadata dialogue by following the given link.
de_de: Zu beachten: Diese Mail wurde automatisch versendet, weil Sie entweder den betroffenen Dienst abonniert haben oder der Dienst in einer Ihrer Mapbender Anwendungen integriert ist. Sie können diese Benachrichtigung deaktivieren, wenn Sie sich am Portal anmelden und dann das Abo über die Metadatenanzeige ausschalten.

source: Attention - following layers have been renamed
de_de: Achtung - folgende Layer wurden bei der Aktualisierung vom Anbieter umbenannt

source: Update of an observed WMS
de_de: Aktualisierung eines beobachteten WMS

source: Other owners of this WMS have been informed about the changes!
de_de: Andere Nutzer und die Abonnenten dieses WMS wurden per Mail über die Änderungen informiert!

source: When notifying the owners of this WMS about your changes, an error occured
de_de: Bei der Benachrichtigung der Nutzer und Abonnenten über die Änderungen am WMS trat ein Fehler auf

source: Note on protection of privacy
de_de: Datenschutzhinweis

source: Constraints on public access
de_de: Beschränkungen des öffentlichen Zugangs

source: Information about costs/fees/licences
de_de: Angaben zu Kosten/Gebühren/Lizenzen

source: Licence
de_de: Lizenz

source: This Service is <b>not available via www</b> but only in special networks. Possibly you get further information about the network availability in the following paragraph.<br>
de_de: Der Dienst ist <b>nicht im Internet</b> sondern nur in ausgewählten Netzwerken (z.B. Intranets) verfügbar. Genauere Angaben erhalten Sie ggf. im folgenden Abschnitt.<br>

source: The access on this service is logged <b>user-related</b> by the provider. The logging is done to support automated settlement based on a contract
de_de: Die Zugriffe auf den Dienst werden vom Anbieter <b>nutzerbezogen</b> aufgezeichnet. Dies erfolgt entweder zur Abrechnung vertraglicher Vereinbarungen

source: or to fulfill legal standards.<br><b>If you do not agree on this - please don't use this service!</b><br>
de_de: oder aufgrund gesetzlicher Vorgaben.<br><b>Wenn Sie hiermit nicht einverstanden sein sollten, nutzen Sie diesen Dienst nicht!</b><br>

source: If you have further questions, please contact the provider under
de_de: Falls Sie weitere Fragen haben, kontaktieren Sie bitte den Anbieter unter

source: The provider have defined a charge of <b>
de_de: Der Anbieter dieses Dienstes hat ein allgemeines Nutzungsentgelt von <b>

source: (euro)cent per megapixel</b>
de_de: Cent pro Megapixel</b>

source: (euro)cent </b>
de_de: Cent </b>

source: for each retrieved feature. The download of 1000 features will cost <b>
de_de: für jedes abzugebende Objekt angegeben. Der Download von 1000 Objekten kostet dementsprechend <b>

source: for retrieved picture data. The retrieving of a typical map with a standardized resolution of 600x400 px will cost <b>
de_de: für abgerufene Bildinformationen angegeben. Das Abrufen eines Kartenbildes in einer Standardauflösung von 600x400 Pixeln kostet dementsprechend <b>

source: euro</b>. For information about possible discounts please contact
de_de: Euro</b>. Angaben zu eventuell möglichen Rabatten erhalten Sie über

source: The coordinate reference system (crs) of the objects differ from the crs of the viewer
de_de: Das Koordinatensystem (CRS) der abgefragten Objekte unterscheidet sich vom Koordinatensystem des Viewers

source: A query will not be possible.
de_de: Eine Abfrage ist nicht möglich.

source: Please switch viewer crs to
de_de: Bitte wechseln sie das Koordinatensystem auf

source: CRS Error
de_de: Fehler bei den Koordinatensystemen

source: Please choose a requestable Layer
de_de: Wählen Sie bitte die abfragbare Ebene aus

source: Please enable some layer to be requestable
de_de: Aktivieren Sie bitte die Abfragbarkeit einer Ebene

source: No legend available
de_de: Keine Legende verfügbar

source: Download options for dataset(s)
de_de: Downloadmöglichkeiten für Datensatz(-sätze)

source: Download raster data from INSPIRE Download Service
de_de: Download von Rasterdaten über INSPIRE Downloaddienst

source: Download linked data from INSPIRE Download Service
de_de: Download von verlinkten Daten über INSPIRE-EU Downloaddienst

source: Used dataset(s)
de_de: Verwendeter Datensatz bzw. -sätze

source: Download GML data from INSPIRE Download Service
de_de: Download von GML Daten über INSPIRE Downloaddienst

source: spatial dataset
de_de: Geodatensatz

source: The document includes data resources from different organizations. The following parapgraph shows the different terms of use for the includes resources:
de_de: Das vorliegende Dokument enthält Datenquellen von unterschiedlichen Stellen. Diese unterliegen den im folgenden aufgeführten Nutzungsbedingungen:

source: Web Map Service
de_de: Kartendienst

source: Web Feature Service
de_de: Datendienst

source: Export mapimage
de_de: Export des aktuellen Kartenbilds

source: Please select a format for the exported image!
de_de: Bitte wählen sie ein Format für die zu exportierende Kartengrafik!

source: No format choosen, as default the image will be exported as PNG graphic!
de_de: Kein Format ausgewählt, das Bild wird standardmäßig als PNG Graphikdatei exportiert

source: Selection
de_de: Auswahl

source: Logged User
de_de: Angemeldeter Benutzer

source: Sketch
de_de: Zeichnen

source: Edit feature
de_de: Objekt bearbeiten

source: Feature attributes
de_de: Objekt Eigenschaften

source: Description CDATA
de_de: Beschreibung CDATA

source: Export my features
de_de: Meine Objekte exportieren

source: New
de_de: Neu

source: FeatureCollection attributes
de_de: Objektsammlung Eigenschaften

source: Do you really want to delete this feature? If you have no other copy all information will be lost. There is no backup option!
de_de: Wollen sie dieses Objekt wirklich löschen? Wenn sie keine Sicherheitskopie haben, werden die Daten unwiederbringlich verloren sein! Es gibt keine Möglichkeit zur Wiederherstellung!

source: My spatial data
de_de: Meine Geodaten

source: Stored data
de_de: Gespeicherte Daten

source: External source
de_de: Externe Quelle

source: You can upload local KML, GPX and geoJSON files here. The filename should have the typical file extension (.kml, .gpx or .geojson) and the size is limited to 250kb of data.
de_de: Hier können lokale KML, GPX und geoJSON Dateien hochgeladen werden. Der Dateiname muss die typische Endung (.kml. .gpx oder .geojson) haben und die maximale Größe ist auf 250kb beschränkt.

source: You can give an url to a datafile which is located somewhere in the www. Only KML, geoJSON and GPX files are supported. The files will be validated before they are loaded into the mapviewer.
de_de: Hier kann eine URL zu einem im Internet verfügbaren Datensatz angegeben werden. Es werden nur KML, GPX und geoJSON Dateien unterstützt. Die Dateien werden vor dem Laden überprüft.

source: last changed
de_de: letzte Änderung

source: License
de_de: Lizenz

source: size
de_de: Größe

source: owner
de_de: Eigentümer

source: Export my data
de_de: Export eigener Daten

source: Link to your Dataset
de_de: Link zu meinem Datensatz

source: Delete datacollection
de_de: Lösche Datensammlung

source: Withdraw publication
de_de: Widerrufen der Veröffentlichung

source: Publish datacollection
de_de: Veröffentlichung der Datensammlung

source: Really delete spatial data set?
de_de: Datensatz wirklich löschen?

source: Deleting local data was succesfull
de_de: Löschen des lokalen Datensatzes erfolgreich

source: Problem when deleting local data
de_de: Problem beim Löschen des lokalen Datensatzes

source: Really withdraw publication?
de_de: Veröffentlichung wirklich widerrufen?

source: If you want to publish a datacollection, you first have to choose a license under which you want to distribute your data. Actually only OpenData compatible licences are supported in this application. Please read the licenses carefully before you activate this option. All of your data will be available for each person in the web in different formats and may be redistributed freely without any copyright.
de_de: Wenn sie eine Datensammlung veröffentlichen wollen, müssen sie zunächst eine Lizenz auswählen unter der die Daten genutzt werden können. Aktuell werden nur OpenData kompatible Lizenzen unterstützt. Bitte lesen sie die Lizenztexte sorgfältig durch, bevor sie diese Option wählen. Alle Daten werden für jede Nutzung im Internet freigegeben und können weiterverteilt werden.

source: No, I don't want to publish
de_de: Nein - ich will nicht veröffentlichen

source: Yes, I know what I am doing
de_de: Ja - ich weiß was ich tue

source: Choose OpenData license for datacollection
de_de: Wählen sie eine Lizenz für die Datensammlung

source: Publish data
de_de: Veröffentlichen der Daten

source: No OpenData
de_de: Kein OpenData

source: Fix-Data
de_de: Metadaten (nicht editierbar)

source: Editable-Data
de_de: Metadaten (editierbar)

source: Style-Data
de_de: Symbolisierung

source: Custom-Data
de_de: Eigene Daten

source: Line color
de_de: Linienfarbe

source: Fill color
de_de: Flächenfarbe

source: Fill opacity
de_de: Flächendeckkraft

source: Line opacity
de_de: Liniendeckkraft

source: Line width
de_de: Linienstärke

source: Edit style
de_de: Symbolisierung anpassen

source: Reset
de_de: Zurücksetzen

source: Symbol size
de_de: Symbolgröße

source: Symbol color
de_de: Symbolfarbe

source: Custom
de_de: Freie Wahl

source: Predefined
de_de: Standardisiertes Symbol

source: Zoom to
de_de: Fokussieren

source: Edit attributes
de_de: Attribute anpassen

source: Edit geometry
de_de: Geometrie ändern

source: Move geometry
de_de: Objekt verschieben

source: Add vertex
de_de: Stützpunkt hinzufügen

source: Move vertex
de_de: Stützpunkt verschieben

source: Delete vertex
de_de: Stützpunkt löschen

source: Export geometry
de_de: Objekt exportieren

source: Delete feature
de_de: Objekt löschen

source: Add attribute
de_de: Attribut hinzufügen

source: Save object
de_de: Objekt speichern

source: Save styling
de_de: Objekt speichern

source: Remove attribute
de_de: Attribut löschen

source: Area [m²]
de_de: Fläche [m²]

source: Boundary length [m]
de_de: Umringslänge [m]

source: Length [m]
de_de: Länge [m]

source: Digitize new point
de_de: Punkt digitalisieren

source: Digitize new line
de_de: Linie digitalisieren

source: Digitize new polygon
de_de: Fläche digitalisieren

source: Attributes of collection
de_de: Eigenschaften der Sammlung

source: Featurecollection attributes
de_de: Eigenschaften der Datensammlung

source: Get Mapcode for this selection
de_de: Mapcode für Auswahl anzeigen

source: No valid global mapcode!
de_de: Kein valider internationaler Mapcode!

source: No position for given mapcode!
de_de: Keine Position für angegebenen internationalen Mapcode gefunden!

source: Coordinates
de_de: Koordinaten

source: north / latitude
de_de: Nord / Breite

source: east / longitude
de_de: Ost / Länge

source: Are you sure to delete all of your data? This action cannot be reverted afterwards. All your map combinations and owned data in the geoportal will be deleted irretrievable!
de_de: Sind Sie sicher, dass alle Ihre Daten vollständig gelöscht werden sollen? Diese Aktion kann nicht mehr rückgängig gemacht werden. Alle im Geoportal gespeicherten Kartenkombinationen und eigene Geodaten gehen unwiederbringlich verloren!

source: Yes - delete my profile
de_de: Ja - Profil löschen

source: The profile of the Public User cannot be deleted!
de_de: Das Profil des anonymen Standardnutzers kann nicht gelöscht werden!

source: Your are not logged in and therefor your user profile cannot be deleted!
de_de: Sie sind nicht eingelogged und daher kann Ihr Profil nicht gelöscht werden!

source: You are owner of registrated services - please delete them or give the ownership to another user.
de_de: Sie sind Eigentümer von registrierten Dienste - bitte löschen Sie diese vorher oder übertragen Sie sie auf einen anderen Nutzer.

source: You are owner of guis/applications - please delete them or give the ownership to another user.
de_de: Sie sind Eigentümer von GUIs/Applikationen - bitte löschen Sie diese voher oder übertragen Sie sie auf einen anderen Nutzer.

source: There are logged service accesses for this user profile. Please connect the service administrators for the billing first.
de_de: Es gibt noch Logdateien für dieses Nutzerprofil. Bitte kontaktieren Sie die jeweiligen Diensteanbieter um die Zugriffe abzurechnen.

source: The current profile cannot be deleted for the following reasons:
de_de: Das aktuelle Profil kann aus folgenden Gründen nicht gelöscht werden:

source: User with ID
de_de: Der Nutzer mit der ID

source: was deleted from the geoportal database
de_de: wurde aus der Geoportal Datenbank gelöscht

source: cannot be deleted from the geoportal database - something went wrong
de_de: konnte nicht aus der Geoportal Datenbank gelöscht werden - irgendetwas Unvorhergesehenes ist vorgefallen

source: Used request method is not allowed!
de_de: Die benutzte Methode wird nicht unterstützt!

source: Url to feed
de_de: Url zum Feed

source: Available datasets
de_de: Verfügbare Datensätze

source: Access to representations
de_de: Verfügbare Varianten

source: Resource identifier (linkage to metadata)
de_de: Ressourcenidentifikator (Link zu Metadaten)

source: Get feed content
de_de: Feed auswerten

source: Datasets
de_de: Datensätze

source: Loading Dataset Feed ...
de_de: Lade Datensatz Feed ...

source: Loading Service Feed ...
de_de: Lade Service Feed ...

source: Example feeds
de_de: Beispiel Feeds

source: Your logged in as
de_de: Sie sind angemeldet als

source: Your not logged in - please authenticate!
de_de: Sie sind nicht angemeldet!

source: Representations
de_de: Varianten

source: Implements European Standards
de_de: Umsetzung Europäischer Standards

source: tile(s)
de_de: Teil(e)

source: Identification
de_de: Identifikation

source: Covering Area
de_de: Flächendeckung

source: Licenses/Constraints
de_de: Lizenzen/Beschränkungen

source: Bounding Box
de_de: Begrenzender Ausschnitt

source: West [decimal degrees]
de_de: West [Dezimalgrad]

source: South [decimal degrees]
de_de: Süd [Dezimalgrad]

source: East [decimal degrees]
de_de: Ost [Dezimalgrad]

source: North [decimal degrees]
de_de: Nord [Dezimalgrad]

source: User defined region
de_de: Nähere regionale Abgrenzung

source: Upload a surronding geometry for this dataset
de_de: Hochladen einer Umringsgeometrie

source: Extent on map
de_de: Kartenanzeige der Ausdehung

source: Here you can see the extent and a possibly given surrounding polygon on an overview map.
de_de: Hier können sie die Ausdehung und eine mögliche polygonale Abgrenzung auf einer Übersichtskarte sehen.

source: You can define your own bounding box or region if you upload an gml geometry object. Only bbox and polygons are accepted at the moment!
de_de: Sie können einen eigenen begrenzenden Ausschnitt oder eine polygonale Abgrenznung hinterlegen (hochladen). Derzeit werden nur BBOX und (MULTI)POLYGON unterstützt.

source: Help for geometry upload possibility
de_de: Hilfe für die Geometrieupload Funktion

source: Preview for Extent - if available
de_de: Vorschau für Abgrenzung - wenn verfügbar

source: This is the bounding box of the dataset given in geographic coordinates in WGS84 (EPSG:4326). The bounding box may be inherited by the calling service contents bounding box (layer/featuretype) or defined by the registrating person later on.
de_de: Abgrenzung des Datensatzes in geographischen Koordinaten (WGS84, EPSG:4326). Die initialen Werte werden von den jeweiligen Informationen des Dienstes (Layer/Featuretype) geerbt.

source: Download link to dataset
de_de: Link um den Datensatz herunterzuladen

source: Enable INSPIRE DLS
de_de: Aktivieren des INSPIRE DLS

source: Activating this checkbox will enable the generation of an INSPIRE DLS based on ATOM feed for the given link!
de_de: Das Setzen des Hakens aktiviert die Synthetisierung eines INSPIRE DLS auf ATOM Feed Basis für den angegebenen Link.

source: Relevant area (km<sup>2</sup> - integer)
de_de: Gesamtfläche (km<sup>2</sup> - Ganzzahl)

source: Actual area (km<sup>2</sup> - integer)
de_de: Umfasste Fläche (km<sup>2</sup> - Ganzzahl)

source: INSPIRE Monitoring: Area which is to be covered by the spatial dataset expressed in km<sup>2</sup>.
de_de: INSPIRE Monitoring: Fläche, die prinzipiell vom Datensatz abgedeckt werden soll in km<sup>2</sup>.

source: INSPIRE Monitoring: Area which is covered by the spatial dataset expressed in km<sup>2</sup>.
de_de: INSPIRE Monitoring: Fläche, die derzeit real vom Datensatz abgedeckt wird km<sup>2</sup>.

source: Limitations on public access
de_de: Beschränkungen des öffentlichen Zugangs

source: MD predefined license
de_de: Vordefinierte Lizenzen auf Datensatzbeschreibungsebene

source: Source note if license require it
de_de: Quellvermerk, wenn von Lizenz gefordert

source: Selection of predefined licences.
de_de: Auswahl aus vordefinierten Lizenzen (Registry)

source: Source note that should be mentioned if such an information is required by the license.
de_de: Quellvermerk der angegeben soll, wenn es die jeweilige Lizenz fordert.

source: Responsible Party
de_de: Zuständige Stelle

source: Overwrite responsible party information
de_de: Überschreiben der Angaben zur zuständigen Stelle

source: INSPIRE 9.1: Information about the responsible party (name, email). This is normally pulled directly from the mapbender registry on the fly. If you want to give other information, you can do it here!
de_de: INSPIRE 9.1: Information zur zuständigen Stelle (Name, Email). Normalerweise wird diese Information dynamisch aus der Geoportal Datenbank erzeugt. Wenn sie andere Informationen verwenden wollen, können sie diese hier angeben.
