Repository: mrmap-community/Mapbender2.8
Catalog: resources/locale/*/LC_MESSAGES/Mapbender.po
Languages: de_de

source: Source note if license require it (Registry)
de_de: Quellenvermerk, wenn Lizenz diesen fordert (Registry)

source: Maximal amount of pixels (Registry)
de_de: Maximal lieferbare Zahl an Pixeln eines GetMap Requests (Registry)

source: Annually requests to service (Registry)
de_de: Jährliche Zahl von Requests an den Dienst (Registry)

source: Enable INSPIRE Download Service for predefined dataset.
de_de: Aktiviere INSPIRE Downloaddienst (ATOM Feed).

source: Layers
de_de: Ebenen

source: Layer
de_de: Ebene

source: Map Layers
de_de: Kartenebenen

source: Predefined modules
de_de: Vorkonfigurierte Module

source: Featuretypes
de_de: Objektarten

source: Downloadservices
de_de: Downloaddienste

source: View
de_de: Darstellung

source: Modules
de_de: Module

source: Temporal extent from
de_de: Zeitliche Ausdehnung - von

source: Temporal extent to
de_de: Zeitliche Ausdehnung - bis

source: Select layer dimension
de_de: Dimension für Ebene wählen

source: Please select a value for TIME. One single element can be dragged on timeline after selection. Scale may be altered by scrolling.
de_de: Bitte wählen sie einen Wert für TIME. Ein einzelnes Element kann nach Auswahl auf der Zeitachse verschoben werden. Der Maßstab lässt sich ggf. durch Scrollen anpassen.

source: Source note
de_de: Quellenvermerk

source: Bequeath licence info from service to coupled dataset metadata (Registry)
de_de: Vererbe Lizenzinformation des Dienstes auf alle gekoppelten Datensatz-Metadaten (Registry)

source: Bequeath licence information from this service to all coupled dataset metadata. This function activates the dataset metadata proxy and the url of the original metadata will be exchanged with a geoportal proxy url. Check this to have licences of service and dataset in sync. This maybe usefull for a better exchange of geo-metadata with open data catalogues/portals. <b>Important:</b> The service have to be updated after changing this flag!
de_de: Vererbung der Lizenzinformationen auf die gekoppelten Datensatz-Metadaten. Diese Funktion aktiviert den Metadatenproxy und die URL des originären Metadatensatzes wird durch eine URL auf die Registry ersetzt. Bei Auslieferung des Metadatensatzes erfolgt der Austausch der Informationen bezüglich der Lizenzbedingungen und Zugriffsbeschränkungen `on the fly`. Mit dieser Option können die Lizenzinformationen zwischen den Diensten und den Datensätzen synchron gehalten werden und ein Austausch von Metadaten mit externen Portalen/Katalogen (z.B. OpenData Portalen) wird stark vereinfacht. <b>Wichtig:</b> der Dienst muss nach Änderung dieser Einstellung aktualisiert werden!

source: Bequeath contact info from service to coupled dataset metadata (Registry)
de_de: Vererbe Metadatenkontaktinformationen des Dienstes auf alle gekoppelten Datensatz-Metadaten (Registry)

source: Bequeath contact information from this service to all coupled dataset metadata. This function activates the dataset metadata proxy and the url of the original metadata will be exchanged with a geoportal proxy url. Check this to have the contact information of service and dataset in sync. It will use the contact information of the geoportal organization role system instead of the contact information which originates from the dataset metadata. This maybe usefull for a better exchange of geo-metadata with open data catalogues/portals. <b>Important:</b> The service have to be updated after changing this flag!
de_de: Vererbung der Metadatenkontaktinformationen auf die gekoppelten Datensatz-Metadaten. Diese Funktion aktiviert den Metadatenproxy und die URL des originären Metadatensatzes wird durch eine URL auf die Registry ersetzt. Bei Auslieferung des Metadatensatzes erfolgt der Austausch der Informationen zum Metadatenkontakt `on the fly`. Mit dieser Option können diese Informationen zwischen den Diensten und den Datensätzen synchron gehalten werden und ein Austausch von Metadaten mit externen Portalen/Katalogen (z.B. OpenData Portalen) wird stark vereinfacht. <b>Wichtig:</b> der Dienst muss nach Änderung dieser Einstellung aktualisiert werden!

source: Close window
de_de: Fenster schließen

source: INSPIRE interoperability
de_de: INSPIRE Interoperabilität

source: Flag which show, that the provided dataset should be compliant to the Interoperability Regulation. This means, that the data itself is provided in the INSPIRE data model.
de_de: Schalter der anzeigt, dass die bereitgestellten Daten konform zu den Interoperabilitätsanforderungen der INSPIRE Richtlinie sein sollen. Dieser Schalter soll nur dann gesetzt werden, wenn die Daten im INSPIRE Datenmodell vorliegen und so abgegeben werden.

source: Searchability
de_de: Suchbarkeit

source: Here you can define, if the metadata should be searchable in the geoportal catalogue.
de_de: Hier kann festgelegt werden, ob der Metadatensatz im Geoportal auffindbar ist oder nicht.

source: Last changed
de_de: Letzte Änderung

source: Catalogue export
de_de: Katalogexport

source: You are not allowed to access this metadata.
de_de: Keine Berechtigung auf diesen Metadatensatz zuzugreifen.

source: Could not read metadata from database!
de_de: Metadatensatz in der Datenbank nicht gefunden!

source: User not allowed to toogle searchability of metadata, because he is not the owner!
de_de: Nutzer ist nicht berechtigt die Suchbarkeit des Metadatensatzes zu ändern, weil er nicht der Eigentümer des Metadatensatzes ist.

source: Searchability of metadata was deactivated!
de_de: Die Suchbarbarkeit des Metadatensatzes im Geoportal wurde deaktiviert!

source: Searchability of metadata was activated!
de_de: Die Suchbarbarkeit des Metadatensatzes im Geoportal wurde aktiviert!

source: Could not toogle export for selected metadata!
de_de: Das Exporthandling für den Metadatensatz kann nicht geändert werden!

source: User not allowed to toogle export for metadata, because he is not the owner!
de_de: Nutzer ist nicht berechtigt das Exporthandling für den Metadatensatzes zu ändern, weil er nicht der Eigentümer des Metadatensatzes ist.

source: Export of metadata to external catalogues was deactivated!
de_de: Der Export des Metadatensatzes zu externen Katalogen wurde deaktiviert!

source: Export of metadata to external catalogues was activated!
de_de: Der Export des Metadatensatzes zu externen Katalogen wurde aktiviert!

source: User not allowed to delete requested metadata from database, because he is not the owner!
de_de: Nutzer ist nicht berechtigt den Metadatensatzes zu löschen, weil er nicht der Eigentümer des Metadatensatzes ist.

source: Could not delete metadata in database!
de_de: Der Metadatensatz konnte in der Datenbank nicht gelöscht werden!

source: Metadata deleted!
de_de: Metadatensatz gelöscht!

source: Toggle catalogue export
de_de: Katalogexport ändern

source: Toggle searchability
de_de: Suchbarkeit ändern

source: Do you really want to change the searchability?
de_de: Wollen Sie wirklich die Suchbarkeit des Metadatensatzes ändern?

source: Do you really want to change the export handling for this metadata?
de_de: Wollen Sie wirklich das Exporthandling für den Metadatensatz ändern?

source: Do you really want to delete this entry?
de_de: Wollen Sie den Metadatensatz wirklich vollständig löschen?

source: Origin
de_de: Herkunft

source: Ckan instance
de_de: Ckan Instanz

source: External CSW
de_de: Externer CSW

source: Syncing metadata via CSW ...
de_de: Metadatensynchronisierung über CSW ...

source: Action
de_de: Aktion

source: Syncing metadata ...
de_de: Metadatensynchronisierung ...

source: Getting organization info ...
de_de: Lese Organisations Informationen ...

source: Loading catalogue statistics ...
de_de: Lade Katalog Statistiken ...

source: Syncing catalogue metadata ...
de_de: Synchronisiere Metadaten aus Katalog ...

source: Mapbender group
de_de: Mapbender Gruppe

source: Ckan organization
de_de: Ckan Organisation

source: External catalogues
de_de: Externe Kataloge

source: update
de_de: aktualisieren

source: create
de_de: erstellen

source: Ckan sync module
de_de: Ckan Synchronisierungsmodul

source: select features
de_de: Objekte selektieren

source: add geodata
de_de: Geodaten hinzufügen

source: Define a self speaking name for your new dataset collection.
de_de: Geben Sie einen selbstsprechenden Namen für Ihre neue Datensatzsammlung ein.

source: click on single orange box generate download link below map (if seen)!
de_de: Klick auf orange Box generiert Downloadlink unterhalb des Kartenbildes (wenn vorhanden)!

source: INSPIRE Download Service (predefined ATOM) for dataset
de_de: INSPIRE Downloaddienst (predefined ATOM) für Datensatz

source: based on WFS datasource
de_de: basierend auf WFS Datenquelle

source: based on WMS datasource
de_de: basierend auf WMS Datenquelle

source: based on links from metadata
de_de: basierend auf Verlinkungen in Metadaten

source: Following WebMapService is not accessable or could not be invoked
de_de: Der folgenden WebMapService ist nicht erreichbar oder konnte nicht richtig aufgerufen werden

source: Notice
de_de: Hinweis

source: Update URLs and layer name/titles
de_de: Aktualisiere URLs und Namen/Titel der Layer

source: Legal Notice
de_de: Impressum

source: Privacy Notice
de_de: Datenschutzerklärung

source: first page
de_de: Erste Seite

source: last page
de_de: Letzte Seite

source: Results per page
de_de: Treffer pro Seite

source: Serverside format
de_de: Serverseitiges Format

source: field
de_de: Feld

source: Use * as wildcard
de_de: Nutze * als Platzhalter

source: zoom to
de_de: Fokussieren

source: Data source
de_de: Datenquelle

source: Provider
de_de: Anbieter

source: Application type
de_de: Anwendungstyp

source: External application
de_de: Externe Anwendung

source: Reference / Address
de_de: Referenz / Adresse

source: Terms of Use / Constraints
de_de: Nutzungsbedingungen / Zugangsbeschränkungen

source: Activation mail for Mapbender Geoportal
de_de: Aktivierungsmail für Mapbender Geoportal

source: Your login name is
de_de: Dein Login Name ist

source: Please activate your account by click on following link
de_de: Bitte aktiviere deinen Account über folgenden Link

source: Follow this link to login to Mapbender
de_de: Link zum Mapbender Login

source: Your Mapbender Geoportal account
de_de: Dein Mapbender Geoportal Account

source: Registry data could not be send. Please check mail address.
de_de: Die Registrierungsdaten konnten nicht gesendet werden. Bitte check Deine Emailadresse.

source: Registry data has been sent successfully.
de_de: Die Registrierungsdaten wurden erfolgreich versendet.

source: Load theme
de_de: Lade Kartenthema
