Repository: mrmap-community/Mapbender2.8
Catalog: resources/locale/*/LC_MESSAGES/Mapbender.po
Languages: de_de

source: Create mail form
de_de: Erzeuge Mail Formular

source: The subscribers to these WMS have been notified
de_de: Die Abonnenten folgender WMS wurden benachrichtigt

source: For further inquiries contact
de_de: Für weitere Fragen kontaktieren sie bitte

source: Subscriber notification
de_de: Abonnenten Benachrichtigung

source: # subscribers
de_de: # Abonnenten

source: Notify
de_de: Benachrichtigung

source: Send mail
de_de: Sende EMail

source: No method specified.
de_de: Keine Methode definiert.

source: PostGIS is not available. Please contact the administrator.
de_de: PostGIS ist nicht verfügbar. Bitte benachrichtigen sie den Administrator.

source: The coordinates could not be projected.
de_de: Die Koordinaten konnten nicht transformiert werden.

source: Please enter a category name!
de_de: Geben sie bitte einen Namen für die Kategorie an!

source: Please enter a category description!
de_de: Bitte geben sie eine Beschreibung für die Kategorie an!

source: existing Categories
de_de: vorhandene Kategorien

source: Category Name
de_de: Kategorie Namen

source: Description
de_de: Beschreibung

source: The Category has been created successfully.
de_de: Die Kategorie wurde erfolgreich erstellt.

source: Configure tree
de_de: Konfiguriere Layerbaum

source: Add
de_de: Hinzufügen

source: Edit
de_de: Editieren

source: Subscribe Monitoring
de_de: Monitoring abonnieren

source: The WMC document could not be found.
de_de: Das Dokument konnte nicht gefunden werden.

source: WMC has been deleted from the database.
de_de: Das Dokument wurde aus der Datenbank entfernt.

source: WMC could not be deleted.
de_de: WMC konnte nicht gelöscht werden.

source: WMC could not be loaded.
de_de: WMC konnte nicht geladen werden

source: WMC could not be appended.
de_de: WMC konnte nicht angefügt werden.

source: Updated public flag
de_de: Öffentlichkeitsflag wurde aktualisiert

source: could not update public flag
de_de: Kann Öffentlichkeitsflag nicht aktualisieren.

source: Save configuration as WebMapContext document
de_de: Speichere Konfiguration als WebMapContext Dokument

source: The following WMS do not support the current SRS
de_de: Folgende WMS unterstützen das verwendete Koordinatenbezugssystem nicht

source: Input too long. Maximum of allowed characters is
de_de: Eingabe zu lang. Maximale Stellenzahl

source: saved wmc document to session
de_de: Speichere Dokument zwischen

source: WMC document must have a title.
de_de: WebMapContext Dokument braucht einen Titel

source: has been saved.
de_de: wurde gespeichert.

source: New / overwrite
de_de: Neu / überschreiben

source: Categories
de_de: Kategorien

source: WMC in session reset.
de_de: Zwischenspeicherung wurde verworfen.

source: No WMC in session found.
de_de: Kein Dokument in der Session vorhanden.

source: No WMC in session.
de_de: Kein Dokument in der Session vorhanden.

source: The map service contains too many layers. The layers of this service will not be activated
de_de: Der Dienst beinhaltet zu viele Ebenen. Die Ebenen werden daher automatisch deaktiviert.

source: The following Service has been added to the application
de_de: Folgender Dienst wurde in die Anwendung eingebunden.

source: No result
de_de: Kein Ergebnis

source: mapframe:
de_de: Kartenrahmen:

source: No GeoRSS feed information found. Please check your URL.
de_de: Keine GeoRSS gefunden. Bitte checken sie die URL.

source: Invalid search term
de_de: Invalider Suchbegriff

source: Invalid language
de_de: Unzulässige Sprache

source: Invalid configuration file
de_de: Fehlerhafte Konfigurationsdatei

source: Record ID
de_de: Datensatz Identifikator

source: Fatal error: Could not detect ID of AJAX request.
de_de: Fataler Fehler: Konnte ID des AJAX calls nicht zuordnen.

source: The session has expired. Please log in again.
de_de: Die Sitzung ist abgelaufen, bitte melden sie sich erneut an.

source: Title
de_de: Titel

source: Owner
de_de: Eigentümer

source: Address
de_de: Adresse

source: Postcode
de_de: Postleitzahl

source: City
de_de: Stadt

source: Province
de_de: (Bundes) Land

source: Country
de_de: Staat

source: Voicetelephone
de_de: Telefonnummer

source: Facsimiletelephone
de_de: Faxnummer

source: Username must be unique!
de_de: Der Nutzername muß eindeutig sein!

source: User
de_de: Nutzer

source: NEW
de_de: NEU

source: Username
de_de: Nutzername

source: Firstname
de_de: Vorname

source: Lastname
de_de: Nachname

source: Academic title
de_de: Akademischer Titel

source: Password
de_de: Passwort

source: Confirm password
de_de: Passwort bestätigen

source: Phone
de_de: Telefon

source: Facsimile
de_de: Fax

source: Street
de_de: Straße

source: Housenumber
de_de: Hausnummer

source: Postal Code
de_de: Postleitzahl

source: Organization
de_de: Organisation

source: Department
de_de: Behörde

source: Login_count
de_de: Anzahl der fehlerhaften Einwahlversuche

source: Geographic Coordinates
de_de: Geographische Koordinaten

source: Gauss-Krueger 2
de_de: Gauß-Krüger 2 (DHDN)

source: Gauss-Krueger 3
de_de: Gauß-Krüger 3 (DHDN)

source: Gauss-Krueger 4
de_de: Gauß-Krüger 4 (DHDN)

source: Gauss-Krueger 5
de_de: Gauß-Krüger 5 (DHDN)

source: UTM 32 North
de_de: UTM 32 Nord (ETRS98)

source: Informations
de_de: Informationen

source: Moduletype: Search
de_de: Modulart: Suche

source: Moduletype: Download
de_de: Modulart: Download

source: Geometrytype: point
de_de: Geometrietyp: Punkt

source: Geometrytype: line
de_de: Geometrietyp: Linie

source: Geometrytype: area
de_de: Geometrietyp: Fläche

source: The coordinate reference system (crs) of the objects differ from the crs of the viewer. A query will not be possible. Please change the crs of the viewer first.
de_de: Das Koordinatenreferenzsystem (CRS) der Objekte unterscheidet sich vom CRS des Viewers. Eine Suche ist nicht möglich. Bitte wechseln sie das Koordinatenreferenzsystem des Viewers.

source: An error occured when start download.
de_de: Es ist ein Fehler beim Download aufgetreten.

source: No information available.
de_de: Keine Information verfügbar.

source: Show information
de_de: Zeige Informationen

source: Set spatial filter
de_de: Definiere räumliche Auswahl

source: Set attribute filter
de_de: Definiere attributive Auswahl

source: Export data
de_de: Exportiere Daten

source: Reset filter
de_de: Filter zurücksetzen

source: Start query
de_de: Anfrage starten

source: Examples (first 20 entries):
de_de: Beispielinhalte (erste 20 Datensätze):

source: You as User
de_de: Sie als Nutzer

source: have no authorization to access following layers.
de_de: haben keine Berechtigung auf folgende Layer zuzugreifen.

source: Following layers come from an unkown origin. There is no information about the links. They may be broken and the underlaying services may not exist anymore!
de_de: Folgende Layer stammen aus einer der Registry unbekannten Quelle. Es kann daher nicht überprüft werden, ob die Links verwaist sind oder ob die Dienste überhaupt Daten liefern.

source: The last monitoring had problems with the following layers. Maybe the underlying services will not be able to answer the requests for sometime.
de_de: Bei folgenden Diensten kam es während des letzten Monitorings zu Problemen. Es ist möglich, dass diese Dienste derzeit keine Informationen zur Verfügung stellen können.

source: Following layers have been removed from the registry. They may be broken and the underlaying services may not exist anymore!
de_de: Folgende Dienste/Layer sind aus der Registrierungsstelle gelöscht worden. Es kann daher nicht überprüft werden, ob die Links verwaist sind oder ob die Dienste überhaupt Daten liefern.

source: MapService
de_de: Kartendienst

source: The configuration, which should be loaded, consists of different services which have the following terms of use:
de_de: Die zu ladende Konfiguration enthält verschiedene Dienste mit folgenden Nutzungsbedingungen:

source: Should this services be loaded regardless?
de_de: Sollen die Dienste trotzdem hinzugeladen werden?

source: Confirmation
de_de: Hinweis

source: WebMapService
de_de: Kartendienst

source: Availability of Capabilities
de_de: Verfügbarkeit Dienstebeschreibung

source: Average Response Time for GetCapabilities
de_de: Durchschnittliche Antwortzeit Beschreibung

source: Availability of GetMap
de_de: Verfügbarkeit Kartenbild

source: Availability (2 month)
de_de: Verfügbarkeit (2 Monate)

source: Request GetCapabilities
de_de: Aufruf des Capabilities Dokument

source: Tested GetMap Request
de_de: Getesteter GetMap Aufruf

source: Service ID
de_de: Dienst ID

source: cycles
de_de: Zyklen

source: Monitoring results
de_de: Monitoring Ergebnisse

source: Response time
de_de: Antwortzeit

source: The selected service is already activated in your application and will not be included again:
de_de: Der folgende Dienst befindet sich bereits unter 'Aktive Dienste', und wird nicht erneut hinzugefügt:

source: Preview saved
de_de: Vorschau gespeichert

source: Preview saved - but following service urls are not included !
de_de: Vorschau gespeichert - aber folgende Dienste fehlen!

source: Preview could not be created
de_de: Vorschau konnte nicht gespeichert werden

source: Loading application:
de_de: Lade Anwendung:

source: please wait ...
de_de: Bitte warten ...

source: Mapbender was unable to access the services listed above. These service may be unreachable on short notice. Please contact the service provider listed in the service metadata. You will find the metadata by following the link mentioned above. Note: This e-mail has been sent automatically because you subscribed to this service. You can unsubscribe by logging in and clicking the unsubscribe button in the Mapbender metadata dialogue.
de_de: Das GeoPortal hat Probleme beim Zugriff auf die oben in dieser E-Mail genannten Dienste. Es ist möglich, dass diese kurzfristig nicht verfügbar sind. Weitere Informationen erhalten Sie auf Anfrage beim Dienstebereitsteller, der in den Metadaten des Dienstes angegeben ist. Folgen Sie dazu dem oben in dieser E-Mail aufgeführten Link. Hinweis: Diese E-Mail wurde automatisiert erzeugt und der Versand von Ihnen beantragt. Diese E-Mail-Benachrichtigung können Sie jederzeit abbestellen, indem Sie das Abonnement über die Metadatenanzeige im GeoPortal deaktivieren.

source: Choose kind of coupled metadata
de_de: Art der Metadatenkopplung

source: Add URL to existing Metadataset
de_de: Link zu einem existierenden Metadatensatz

source: Here someone can add a url to an existing metadata record, which is available over www. The record can either be harvested and pushed to the own catalogue service or it is only used as a link. This links are pushed into the service metadata record and the new capabilities document.
de_de: An dieser Stelle kann ein Link zu einem existierenden Metadatensatz angereichert werden. Der Datensatz kann entweder geharvested und über den eigenen Katalog veröffentlicht werden oder einfach als Link hinzugefügt werden. Die Links werden sowohl in die Service Metadaten, als auch in die INSPIRE Capabilities eingetragen.

source: Add a simple metadata record which is mostly generated from given layer information
de_de: Erzeugung eines einfachen Metadatensatz aus Layer Informationen

source: With this option someone can generate a very simple metadata record for the data which is distributed thru the wms layer. The record fulfills only the INSPIRE Metadata Regulation! Most of the needed data is pulled from the service, layer and group information of the owner of the service. The metadate will be created on the fly. It is not stored in the database!
de_de: Mit dieser Option kann ein sehr einfacher Metadatensatz für die über den WMS zur Verfügung gestellten Daten generiert werden. Der Datensatz erfüllt dabei nur die Mindestanforderungen der EU-INSPIRE Richtlinie! Der Großteil der Daten wird dabei den Service- und Layer-Metadaten, sowie der Benutzerverwaltung der Registry übernommen. (Informationen über Eigentümer des Dienstes) Der Datensatz wird weiterhin nicht abgespeichert, sondern dynamisch -on the fly- erzeugt.

source: Add a simple metadata record from a local file
de_de: Hochladen eines lokalen Metadatensatzes

source: With this option someone can upload an existing metadata record and couple it to the layer. The uploaded data is pushed to the catalogue and will be available for searching. The uploaded data is not fully controlled and validated. It cannot be edited but must be replaced with a new record if needed!
de_de: Über diese Option kann ein lokal vorliegender existierender Metadatensatz in die Registry übernommen werden. Der Datensatz wird in der Mapbender Datenbank abgelegt und über die Katalogschnittstelle nach Außen abgegeben. Er wird nicht vollständig validiert. Bitte nutzen sie hierzu den INSPIRE Validator Service. Der Datensatz kann nicht editiert werden, sondern muss bei Bedarf gelöscht bzw. ausgetauscht werden.

source: Harvest link target and export to CSW
de_de: Link Ziel verfolgen und über CSW veröffentlichen.

source: Metadata upload
de_de: Metadaten hochladen

source: Simple metadata editor
de_de: Einfacher Metadateneditor

source: Resource title
de_de: Ressourcenbezeichnung

source: This a characteristic, and often unique, name by which the resource is known.
de_de: Charakteristische und häufig eindeutige Bezeichnung, unter der die Ressource bekannt ist. Der Wertebereich dieses Metadatenelements ist Freitext.

source: Resource abstract
de_de: Ressourcenüberblick

source: This is a brief narrative summary of the content of the resource.
de_de: Kurze beschreibende Zusammenfassung des Ressourceninhalts. Der Wertebereich dieses Metadatenelements ist Freitext.

source: Lineage
de_de: Herkunft

source: This is a statement on process history and/or overall quality of the spatial data set. Where appropriate it may include a statement whether the data set has been validated or quality assured, whether it is the official version (if multiple versions exist), and whether it has legal validity. The value domain of this metadata element is free text.
de_de: Angaben zum Ablauf der Datenerstellung und/oder zur Gesamtqualität des Geodatensatzes. Gegebenenfalls kann hierzu auch eine Angabe gehören, ob der Datensatz validiert oder einer Qualitätssicherung unterzogen worden ist, ob es sich (im Fall mehrerer Versionen) um die amtliche Version handelt und ob er Rechtsgültigkeit besitzt. Der Wertebereich dieses Metadatenelements ist Freitext.

source: TEMPORAL REFERENCE
de_de: ZEITBEZUG

source: This metadata element addresses the requirement to have information on the temporal dimension of the data as referred to in Article 8(2)(d) of Directive 2007/2/EC. At least one of the metadata elements referred to in points 5.1 to 5.4 shall be provided. The value domain of the metadata elements referred to in points 5.1 to 5.4 is a set of dates. Each date shall refer to a temporal reference system and shall be expressed in a form compatible with that system. The default reference system shall be the Gregorian calendar, with dates expressed in accordance with ISO 8601.
de_de: Mit diesem Metadatenelement werden die nach Artikel 8 Absatz 2 Buchstabe d der Richtlinie 2007/2/EG erforderlichen Informationen zur zeitlichen Datendimension bereitgestellt. Mindestens eines der in den Unterabsätzen 5.1 bis 5.4 aufgeführten Metadatenelemente ist anzugeben. Der Wertebereich der in den Unterabsätzen 5.1 bis 5.4 aufgeführten Metadatenelemente ist eine Menge von Datumsangaben. Jedes Datum ist einem zeitlichen Bezugssystem zugeordnet und in einer zu diesem System kompatiblen Form auszudrücken. Die Voreinstellung für dieses Bezugssystem ist der Gregorianische Kalender mit Datumsangaben, die ISO 8601 entsprechen.

source: Temporal extent
de_de: Zeitliche Ausdehnung

source: The temporal extent defines the time period covered by the content of the resource. This time period may be expressed as any of the following: - an individual date, - an interval of dates expressed through the starting date and end date of the interval, - a mix of individual dates and intervals of dates.
de_de: Die zeitliche Ausdehnung beschreibt den Zeitraum, der vom Inhalt der Ressource erfasst wird. Dieser Zeitraum kann in einer der folgenden Weisen ausgedrückt werden: - als Einzeldatum, - als Datumsintervall unter Angabe von Anfangs- und Enddatum des Intervalls oder - als Kombination von Einzeldaten und Datumsintervallen.

source: Spatial resolution
de_de: Räumliche Auflösung

source: Spatial resolution refers to the level of detail of the data set. It shall be expressed as a set of zero to many resolution distances (typically for gridded data and imagery-derived products) or equivalent scales (typically for maps or map-derived products). An equivalent scale is generally expressed as an integer value expressing the scale denominator. A resolution distance shall be expressed as a numerical value associated with a unit of length.
de_de: Die räumliche Auflösung bezieht sich auf den Detaillierungsgrad des Datensatzes und ist als Menge von null bis vielen Auflösungsabständen (in der Regel für Gitterdaten und aus Bildern abgeleitete Produkte) oder als äquivalente Maßstäbe (in der Regel für Karten und daraus abgeleitete Produkte) anzugeben.

source: Ground distance in [m]
de_de: Bodenauflösung in [m]

source: Scale denominator [1:X]
de_de: Nenner eines äquivalenten Maßstabs [1:X]

source: Value of resolution
de_de: Wert der räumlichen Auflösung

source: Value of spatial resolution in [m] or scale denominator
de_de: Wert der räumlichen Auflösung in [m] oder Nenner des Maßstabes

source: Coordinate Reference System
de_de: Koordinatenreferenzsystem

source: Description of the coordinate reference system(s) used in the data set.
de_de: Beschreibung des Koordinatenreferenzsystems bzw. der Koordinatenreferenzsysteme, die im Datensatz verwendet werden.

source: Encoding
de_de: Datenablageformat

source: Description of the computer language construct(s) specifying the representation of data objects in a record, file, message, storage device or transmission channel.
de_de: Beschreibung des Programmiersprachenkonstrukts, das die Darstellung eines Datenobjekts in einem Datensatz, in einer Datei, einer Nachricht, einem Speichermedium oder einem Übertragungskanal bestimmt.

source: Character Encoding
de_de: Zeichenkodierung

source: The character encoding used in the data set. This element is mandatory only if an encoding is used that is not based on UTF-8.
de_de: die im Datensatz verwendete Zeichenkodierung. Dieses Element ist nur dann erforderlich, wenn eine nicht auf UTF-8 basierende Kodierung verwendet wird.

source: Topological Consistency
de_de: Topologische Konsistenz

source: Correctness of the explicitly encoded topological characteristics of the data set as described by the scope. This element is mandatory only if the data set includes types from the Generic Network Model and does not assure centreline topology (connectivity of centrelines) for the network.
de_de: Stichhaltigkeit/Genauigkeit der explizit kodierten topologischen Merkmale des im Geltungsbereich beschriebenen Datensatzes. Dieses Element ist nur dann erforderlich, wenn der Datensatz Typen des Generischen Netzwerkmodells (Generic Network Model) enthält und keine Mittellinientopologie (Konnektivität von Mittellinien) für das Netzwerk gewährleistet.

source: from
de_de: von

source: to
de_de: bis

source: Maintenance and update frequency
de_de: Pflege-/ Aktualisierungszyklus

source: Frequency with which changes and additions are made to the resource after the initial resource is completed. Notice: This value may change the value of the end date of temporal extent. The end date will be computed automatically from the current timestamp if a cyclic update is defined!
de_de: Intervall in dem Änderungen und Anpassungen an der Ressource erfolgen nach dem diese erstmalig erstellt wurde. Hinweis: Eine Auswahl eines regelmäßigen Aktualisierungsintervalls ändert den Endzeitpunkt der zeitlichen Ausdehnung. Der Endzeitpunkt wird dann immer anhand des aktuellen Datums berechnet. Da die Metadaten dynamisch erzeugt werden, muss man sie nicht mehr händisch anpassen.

source: continual
de_de: kontinuierlich

source: daily
de_de: täglich

source: weekly
de_de: wöchentlich

source: fortnightly
de_de: zweiwöchentlich

source: monthly
de_de: monatlich

source: quarterly
de_de: vierteljährlich

source: biannually
de_de: halbjährlich

source: annually
de_de: jährlich

source: as needed
de_de: nach Bedarf

source: irregular
de_de: unregelmäßig

source: not planned
de_de: nicht geplant

source: unknown
de_de: unbekannt

source: Registrating institutions
de_de: Registrierende Stellen

source: My (metadata-)provider
de_de: Meine (Metadaten-)Provider

source: There are too many primary groups defined for the user with ID:
de_de: Fehler: Es wurden zu viele primäre Gruppen für den Nutzer mit folgender ID definiert:

source: You have not yet an primary group. Please contact the central system admin to define a primary group for user with ID:
de_de: Sie sind noch keiner primären Gruppe zugewiesen. Bitte kontaktieren sie den Zentraladministrator um Nutzer mit folgender ID eine primäre Gruppe zuzuweisen:

source: You have no rights to use this module!
de_de: Sie haben keine Berechtigung dieses Modul zu nutzen!

source: Contact
de_de: Kontakt

source: Metadata identifier
de_de: Metadatenidentifikator

source: Resource type
de_de: Art der Ressource

source: Resource locator
de_de: Adresse zur Ressource

source: Unique resource identifier id
de_de: ID des eindeutigen Identifikators

source: Unique resource identifier namespace
de_de: Namensraum des eindeutigen Identifikators

source: Language
de_de: Sprache

source: Coupled resource
de_de: Verknüpfte Ressource

source: Topic category
de_de: ISO Themengebiet

source: Spatial data service type
de_de: Art des Geodatendienstes

source: Keyword value
de_de: Suchbegriff

source: Geographic bounding box
de_de: Geographische Ausdehnung

source: Date of publication
de_de: Datum der Veröffentlichung

source: Date of creation
de_de: Datum der Erstellung

source: Date of last revision
de_de: Datum der letzten Überarbeitung

source: Equivalent scale
de_de: Vergleichsmaßstab

source: Ground Distance Value
de_de: Bodenauflösung

source: Specification title
de_de: Titel der Spezifikation

source: Specification reference date
de_de: Datum der Spezifikation

source: Degree of conformance
de_de: Grad der Konformität

source: Conditions applying to access and use
de_de: Nutzungsbedingungen

source: Access constraints code
de_de: Code für Zugangsbeschränkungen

source: Other constraints
de_de: Andere Zugangsbeschränkungen

source: Responsible party name
de_de: Name der verantwortlichen Stelle

source: Responsible party email
de_de: E-Mail Adresse der verantwortlichen Stelle

source: Responsible party role
de_de: Rolle der verantwortlichen Stelle

source: Overview
de_de: Übersicht

source: Properties
de_de: Eigenschaften

source: Terms of use
de_de: Nutzungsbedingungen

source: Common
de_de: Allgemein

source: Geographic extent
de_de: Geographische Ausdehnung

source: Service information
de_de: Informationen zum Dienst

source: Data/Service provider
de_de: Daten-/Dienstanbieter

source: Metadata provider
de_de: Anbieter der Metadaten

source: Conditions
de_de: Bedingungen

source: Access constraints
de_de: Zugangsbeschränkungen

source: Validity
de_de: Gültigkeit

source: Resolution
de_de: Auflösung

source: Metadata point of contact email
de_de: Metadatenkontakt E-Mail

source: Metadata point of contact name
de_de: Name der Kontaktstelle für Metadaten

source: Metadata date
de_de: Datum der Metadaten

source: Metadata language
de_de: Sprache der Metadaten

source: Coordinate reference system
de_de: Koordinatenreferenzsystem

source: Character encoding
de_de: Zeichensatz
