Repository: mrmap-community/Mapbender2.8
Catalog: resources/locale/*/LC_MESSAGES/Mapbender.po
Languages: de_de

source: Download: Map as PDF...
de_de: Download: Karte als PDF...

source: print legend
de_de: Legende drucken

source: Legend
de_de: Legende

source: powered by Mapbender
de_de: mit Unterstützung von Mapbender

source: Print preview
de_de: Druckansicht

source: Scale 1:
de_de: Maßstab 1:

source: Date:
de_de: Datum:

source: Notes:
de_de: Notizen:

source: This copy has been generated automatically and is valid without signature.
de_de: Der Auszug wurde maschinell erzeugt. Er ist ohne Unterschrift gültig.

source: This copy is protected by law (Par. 3 Abs. 1 VermKatG NW). It can be duplicated, modified, published or be passed to third parties only in agreement with
de_de: Dieser Auszug ist gesetzlich geschützt (§ 3 Abs. 1 VermKatG NW). Vervielfältigungen, Umarbeitungen, Veröffentlichungen oder die Weitergabe an Dritte nur mit Zustimmung des

source: the publisher, except duplicates and modifications aimed at internal use of government agencies or private use.
de_de: Herausgebers, ausgenommen Vervielfältigungen und Umarbeitungen zur innerdienstlichen Verwendung bei Behörden oder zum eigenen Gebrauch.

source: This copy is protected by law (Par. 3 Abs. 1 VermKatG NW).
de_de: Dieser Auszug ist gesetzlich geschützt (Par. 3 Abs. 1 VermKatG NW).

source: It can be duplicated, modified, published or be passed to third parties only in
de_de: Umarbeitungen, Veröffentlichungen oder die Weitergabe an Dritte nur mit

source: agreement with the publisher except duplicates and modifications
de_de: Zustimmung des Herausgebers, ausgenommen Vervielfältigungen und Umarbeitungen

source: aimed at internal use of government agencies or private use.
de_de: zur innerdienstlichen Verwendung bei Behörden oder zum eigenen Gebrauch.

source: Orientation
de_de: Ausrichtung

source: portrait
de_de: Hochformat

source: landscape
de_de: Querformat

source: Quality
de_de: Qualität

source: Quality: %d dpi
de_de: Qualität: %d dpi

source: Comment
de_de: Kommentar

source: print
de_de: drucken

source: No format selected
de_de: Bitte wählen Sie ein Format aus

source: line
de_de: Linie

source: point
de_de: Punkt

source: Not an integer value.
de_de: Kein Integer-Wert.

source: Not a double value.
de_de: Kein Double-Wert.

source: This field may not be empty.
de_de: Das Feld darf nicht leer sein.

source: Failure during form evaluation.
de_de: Fehler bei der Formularauswertung.

source: An error occured.
de_de: Ein Fehler ist aufgetreten.

source: At least two geometries must be available. Only polygons are allowed in the geometry list.
de_de: Es müssen mindestens zwei Geometrien ausgewählt sein. Es sind nur Polygone erlaubt in der Geometrieliste.

source: Exactly two geometries must be available. The first geometry shall be a polygon or a line, the second geometry shall be a line.
de_de: Es müssen genau zwei Geometrien ausgewählt sein. Die erste Geometrie sollte ein Polygon oder eine Linie, die zweite Geometrie eine Linie sein.

source: Exactly two polygons must be available.
de_de: Es müssen genau zwei Polygone ausgewählt sein.

source: Exactly two lines must be available.
de_de: Es müssen genau zwei Linien ausgewählt sein.

source: Success.
de_de: Aktion erfolgreich beendet.

source: Delete geometry from database?
de_de: Geometrie in der Datenbank löschen?

source: Clear list of geometries?
de_de: Soll die Geometrieliste wirklich geleert werden?

source: Please select an entry.
de_de: Bitte treffen Sie eine Auswahl.

source: Save
de_de: Speichern

source: Update
de_de: Aktualisieren

source: Delete
de_de: Löschen

source: Abort
de_de: Abbrechen

source: Fatal error: EPSG mismatch.
de_de: Schwerwiegender Fehler: ungleiche EPSGs.

source: No geometry selected!
de_de: Keine Geometrie ausgewählt!

source: No valid line geometries for merging! Please check start and end points of your lines.
de_de: Keine gültigen Geometrien zum Verbinden! Bitte Start- und Endpunkte der Linien prüfen.

source: add point
de_de: Punkt hinzufügen

source: cancel editing
de_de: Editieren abbrechen

source: add line
de_de: Linie hinzufügen

source: finish line
de_de: Linie abschliessen

source: continue line
de_de: Linie erweitern

source: add polygon
de_de: Polygon hinzufügen

source: close polygon
de_de: Polygon schliessen

source: move basepoint
de_de: Stützpunkt verschieben

source: Insert basepoint
de_de: Stützpunkt einfügen

source: Delete basepoint
de_de: Stützpunkt löschen

source: clear list of geometries
de_de: Geometrieliste leeren

source: Merge two polygons into a single polygon (will be added to the geometry list)
de_de: Zwei Polygone zu einem Polygon zusammenfügen (wird der Geometrieliste hinzugefügt).

source: Split a polygon/line by a line (the new polygons/lines will be added to the geometry list)
de_de: Polygon/Linie zerschneiden mit Hilfe einer Linie (neue Polygone/Linien werden zur Geometrienliste hinzugefügt)

source: Combine two polygons (to create en- and exclave or to compute the difference)
de_de: Verbinde zwei Polygone (zum Erstellen von En- oder Exklaven oder zum Berechnen der Differenz)

source: Split geometries
de_de: Geometrien zerschneiden

source: Merge two lines into a single line
de_de: Zwei Linien zu einer Linie zusammenfügen.

source: save / update / delete
de_de: speichern / aktualisieren / löschen

source: remove from workspace
de_de: aus der Liste entfernen

source: remove from database
de_de: aus der Datenbank löschen

source: clone this geometry
de_de: dupliziere diese Geometrie

source: click the first basepoint to close the polygon
de_de: Auf den ersten Stützpunkt klicken, um das Polygon zu schliessen

source: Current:
de_de: Letztes Segment:

source: Total:
de_de: Gesamtlänge:

source: new
de_de: neu

source: select by rectangle
de_de: Auswahl über Rechteck

source: select by polygon
de_de: Auswahl über Polygon

source: select by point
de_de: Auswahl über Punkt test

source: select by extent
de_de: Auswahl über Extent

source: open dialogue form
de_de: Auswahlfenster öffnen

source: Invalid box!
de_de: Ausschnitt ungültig!

source: Toggles the visibility of this service
de_de: Sichtbarkeit des Layers an/aus

source: Toggles the queryability of this service
de_de: Infoabfrage an/aus

source: Opens the layer context menu
de_de: Öffnet das Layer Kontextmenü

source: Opens the WMS context menu
de_de: Öffnet das WMS Kontextmenü

source: Removes the selected WMS
de_de: Entfernt den gewählten Dienst

source: Moves the selection up
de_de: selektierten Dienst nach oben verschieben

source: Moves the selection down
de_de: selektierten Dienst nach unten verschieben

source: WMS abstract
de_de: WMS Beschreibung

source: Please select a WMS
de_de: Bitte wählen Sie einen WMS aus

source: Please select an application
de_de: Bitte wählen Sie eine Applikation aus

source: Please select a group
de_de: Bitte wählen Sie eine Gruppe aus

source: group abstract
de_de: Beschreibung der Gruppe

source: group name
de_de: Name der Gruppe

source: application abstract
de_de: Beschreibung der Applikation

source: application name
de_de: Name der Anwendung

source: no result
de_de: kein Ergebnis

source: Add WMS
de_de: WMS hinzufügen

source: Enter a Capabilities-URL of a WMS or select one or more WMS from list.
de_de: Geben Sie eine Capabilities-URL ein oder wählen Sie einen der aufgelisteten Dienste.

source: Notice: Be aware of the scale hints. Possibly you need to zoom in to display the added service.
de_de: Hinweis: Beachten Sie die logischen Zoomstufen. Möglicherweise müssen Sie den Maßstab wechseln, um die Ebenen des geladenen Dienstes zu sehen.

source: List all WMS
de_de: Liste aller WMS

source: List WMS by Group
de_de: WMS nach Gruppen sortiert

source: List WMS by Application
de_de: WMS nach Anwendungen sortiert

source: Loading WMS
de_de: Der WMS wird geladen

source: Error: The Capabilities Document could not be accessed. Please check whether the server is responding and accessible to Mapbender.
de_de: Fehler: Das Capabilities-Dokument ist nicht verfügbar. Bitte prüfen Sie, ob der Server antwortet und für Mapbender erreichbar ist.

source: (De)activate this service
de_de: Dienst (de)aktivieren

source: Move up
de_de: rauf

source: Move down
de_de: runter

source: Remove
de_de: entfernen

source: Opacity up
de_de: Transparenz verringern

source: Opacity down
de_de: Transparenz erhöhen

source: Zoom
de_de: auf Ebene zoomen

source: Hide menu
de_de: schließen

source: Spatial filter is set.
de_de: räumlicher Filter gesetzt

source: Search results
de_de: Suchergebnisse

source: available applications
de_de: Liste der verfügbaren Anwendungen

source: Others
de_de: Sonstige

source: You have to select the WMS you want to move up!
de_de: Sie müssen den Dienst, den Sie nach oben schieben wollen, selektieren.

source: Illegal move operation
de_de: Ungültige Operation

source: You have to select the WMS you want to move down!
de_de: Sie müssen den Dienst, den Sie nach unten schieben wollen, selektieren.

source: You have to select the WMS you want to delete!
de_de: Sie müssen den Dienst, den Sie entfernen wollen, selektieren.

source: It is not possible to delete a single layer, please select a WMS!
de_de: Es ist nicht möglich einen einzelnen Layer zu entfernen. Bitte selektieren Sie einen WMS!

source: Last WMS can not be removed.
de_de: Der letzte WMS kann nicht entfernt werden.

source: Are you sure you want to remove
de_de: Sind Sie sicher, dass Sie diesen Dienst entfernen wollen

source: Close polygon
de_de: Polygon schliessen

source: Rubber
de_de: Skizze löschen

source: Get area
de_de: Fläche berechnen

source: show metadata
de_de: Metadaten anzeigen

source: remove WFS Conf
de_de: WFS Konfiguration entfernen

source: Point
de_de: Punkt

source: Line
de_de: Linie

source: Different EPSG of map and wfs featuretype, no spatial request possible!
de_de: Unterschiedliche EPSG von Karte und WFS FeatureType. Es ist keine räumliche möglich.

source: Show metadata
de_de: Metadaten anzeigen

source: Change style
de_de: Stil ändern

source: Change layer style
de_de: Layer Stil ändern

source: Please select a style
de_de: Bitte wählen Sie einen Stil aus

source: Close
de_de: Schließen

source: close
de_de: schließen

source: There is no different style available for this layer.
de_de: Es liegen keine weiteren Stile für diesen Layer vor.

source: Hint: Possibly you need to zoom in for showing layers from external map service. The operator of the external service is responsible for the display ranges. PortalU does not have a stake in this behaviour.
de_de: Hinweis: Möglicherweise müssen Sie in die Karte zoomen, um Layer von externen Diensten zu sehen.Der Administrator des externen Dienstes ist für die Anzeige verantwortlich.

source: activate layers
de_de: Ebenen des Kartendienstes aktivieren

source: zoom to extent
de_de: auf Ausdehnung des Kartendiensten zoomen

source: Loading
de_de: Kartendienst wird geladen

source: Your meeting point. Follow the link!
de_de: Ihr Treffpunkt. Folgen Sie dem Link!

source: Please click for the meeting point position!
de_de: Bitte klicken Sie in die Karte, um einen Treffpunkt zu erzeugen.

source: Max characters
de_de: Max. Eingabe

source: Please define a text!
de_de: Bitte geben Sie einen Text ein.

source: cancel
de_de: Abbrechen

source: The added Service has more than
de_de: Der hinzugefügte Dienst hat mehr als

source: The following Service has been added
de_de: Der folgende Dienst wurde hinzugefügt

source: SelectKeyword
de_de: Suchbegriff auswählen

source: Metadata
de_de: Metadaten

source: Searching
de_de: Suche läuft

source: Load
de_de: Laden

source: Add WMS and zoom to extent
de_de: Kartendienst hinzuladen und auf Ausdehnung zoomen

source: keywords
de_de: Suchbegriffe

source: layer. The layer of the MapService will NOT be activated.
de_de: Ebenen. Die Ebenen des Kartendienstes werden NICHT aktiviert.

source: Select a keyword
de_de: Wählen Sie einen Suchbegriff aus

source: Please double click to select a keyword.
de_de: Suchbegriff per Doppelklick auswählen.

source: Please insert a keyword!
de_de: Bitte geben Sie einen Suchbegriff an.

source: + Advanced
de_de: + Erweitert

source: Title
de_de: Titel

source: Abstract
de_de: Beschreibung

source: Keywords
de_de: Stichworte

source: Lat-Min
de_de: min. Lat

source: Lon-Min
de_de: min. Lon

source: Lat-Max
de_de: max. Lat

source: Lon-Max
de_de: max. Lon

source: Getrecords Medium
de_de: noch übersetzen Getrecords Medium

source: Query Language
de_de: noch Übersetzen: Query Language

source: + Options
de_de: + Optionen

source: Record Title
de_de: Titel

source: Record Abstract
de_de: Beschreibung

source: Returned Results...
de_de: Erhaltene Treffer...

source: Do a Basic or Advanced Search of Catalogs in the system. Please visit the Catalog Admin to add a Catalog
de_de: Führen Sie eine einfache oder erweiterte Suche durch. Über die Administration können Sie auch einen Katalogdienst laden.

source: Search for
de_de: Suche nach

source: Search CSW
de_de: Katalogsuche

source: - Advanced
de_de: - Erweitert

source: Advanced Search
de_de: Erweiterte Suche

source: - Options
de_de: - Optionen

source: Number of Hits
de_de: Anzahl der Treffer

source: Capabilities
de_de: noch übersetzen: Capabilities

source: Catalog Search
de_de: Katalogsuche

source: Search Catalog
de_de: Suche starten

source: Firstname:
de_de: Vorname:

source: Lastname:
de_de: Nachname:

source: Usertype:
de_de: Typ des Nutzers:

source: Germany
de_de: Deutschland

source: my lines
de_de: meine Linien

source: Save configuration
de_de: Konfiguration speichern

source: List
de_de: Liste

source: Upload
de_de: Laden

source: WMC name
de_de: WMS Name

source: last update
de_de: letzte Änderung

source: created
de_de: erstellt

source: load
de_de: laden

source: merge
de_de: mergen

source: append
de_de: hinzufügen

source: public
de_de: öffentlich

source: show/save
de_de: anzeigen/speichern

source: delete
de_de: löschen

source: load this WMC
de_de: lade dieses WMC

source: WMC has been loaded successfully.
de_de: Das WMC wurde erfolgreich geladen.

source: merge WMC
de_de: WMC zusammenfügen

source: WMC has been merged successfully.
de_de: WMC wurde erfolgreich zusammengeführt.

source: append WMC
de_de: WMC hinzufügen

source: WMC has been appended successfully.
de_de: WMC wurde erfolgreich hinzugefügt

source: currentState
de_de: aktueller Stand

source: display WMC XML
de_de: WMC XML anzeigen

source: WMC Document
de_de: WMC Dokument

source: export to OpenLayers
de_de: nach OpenLayers exportieren

source: delete this WMC
de_de: WMC löschen

source: Do you really want to delete WMC
de_de: Wollen Sie dieses WMC wirklich löschen?

source: load Service anyway?
de_de: Dienst trotzdem laden?

source: No geometry modules are available. You can load those from the Search.
de_de: Keine Geometriemodule verfügbar. Sie können Module über die Suche hinzuladen.

source: Please type a number.
de_de: Bitte geben Sie die Koordinaten als Zahlen ein.

source: Longitude
de_de: Rechtswert

source: Latitude
de_de: Hochwert

source: Show original Service Metadata from last update
de_de: Originale Dienstmetadaten von letzter Aktualisierung anzeigen

source: Files with this extension are not allowed. Must be %s.
de_de: Dateien in diesem Format werden nicht unterstützt, wählen Sie eines der folgenden Bildformate: %s.

source: Files with extension %s are not allowed. Must be %s.
de_de: Dateien in dem Format %s werden nicht unterstützt, wählen Sie eines der folgenden Bildformate: %s.

source: File size limit (%s KB) exceeded.
de_de: Datei zu groß (maximal %s KB).

source: File could not be stored on server. Please contact the administrator.
de_de: Die Datei konnte nicht hochgeladen werden. Bitte wenden Sie sich an den Administrator.

source: File has been uploaded.
de_de: Die Datei wurde erfolgreich hochgeladen.

source: An unknown error occured.
de_de: Ein unkekannter Fehler ist aufgetreten.

source: Service Level Metadata
de_de: Service Metadaten

source: Help
de_de: Hilfe

source: Possibility to adapt and add informations in the separate WMS-Layer Metadata. The modified Metadata is stored in the database of the GeoPortal.rlp, outwardly these metadata overwrite the original Service-Metadata.
de_de: Möglichkeit der Überarbeitung und Ergänzung der WMS Metadaten. Die bearbeiteten Metadaten werden in der Datenbank des GeoPortal abgelegt und überschreiben nach Außen hin die originären Metadaten des WMS-Dienstes.

source: The original WMS-Metadata from the last update could be recovered or updated, so that the original Service-Metadata will be shown outward again.
de_de: Anzeige der originären WMS Metadaten (Stand: letzte Aktualisierung) Hilfetext: Die originären Metadaten des WMS vom Stand der letzten Aktualisierung können wiederhergestellt bzw. aktualisiert und werden damit nach Außen sichtbar.

source: WMS Title (OWS)
de_de: WMS-Titel (OWS)

source: WMS Abstract (OWS)
de_de: WMS-Beschreibung (OWS)

source: WMS Keywords (OWS)
de_de: WMS Schlüsselwörter (OWS)

source: WMS Fees (OWS)
de_de: WMS Kosten/Gebühren (OWS)

source: WMS AccessConstraints (OWS)
de_de: WMS Zugriffsbeschränkung (OWS)

source: WMS Predefined Licence (Registry)
de_de: WMS vordefiniere Lizenzbedingungen (Registry)

source: WMS Provider Section (OWS)
de_de: Bereitstellende Organisation (OWS)

source: Contact Individual Name (OWS)
de_de: Ansprechpartner (OWS)

source: Contact Position Name (OWS)
de_de: Position des Ansprechpartners (OWS)

source: Contact Phone Voice (OWS)
de_de: Telefonnummer (OWS)

source: Contact Organisation (WMS)
de_de: Organisation (WMS)

source: Contact Address (WMS)
de_de: Adresse (WMS)

source: Contact City (WMS)
de_de: Ort/Stadt (WMS)

source: Contact State or Province (WMS) - ISO 3166-II
de_de: Bundesland (WMS)

source: Contact Post Code (WMS)
de_de: PLZ (WMS)

source: Contact Post Country (WMS) - ISO 3166
de_de: Land (WMS)

source: Contact Electronic Mail Address (WMS)
de_de: e-mail (WMS)

source: Date of first registration (Registry)
de_de: Datum der ersten Registrierung des Dienstes (Registry)

source: Date of last revision (Registry)
de_de: Datum des letzten Updates des Dienstes (Registry)

source: Possibility to adapt and add informations in the separate WMS-Layer Metadata. The modified Metadata will be stored in the database of the GeoPortal.rlp, outwardly these metadata overwrite the original Service-Metadata.
de_de: Möglichkeit der Überarbeitung und Ergänzung der in den einzelnen WMS-Layern enthaltenen Metadaten. Die bearbeiteten Metadaten werden in der Datenbank des GeoPortal abgelegt und überschreiben nach Außen hin die originären Metadaten des WMS-Dienstes.

source: Number of Layer (Registry)
de_de: Identifikationsnummer des Layers (Registry)

source: Layer Title (WMS)
de_de: Layertitel (WMS)

source: Layer Abstract (WMS)
de_de: Beschreibung (WMS)

source: Layer Keywords (WMS)
de_de: Schlüsselwörter (WMS)

source: Add Information about the underlying data
de_de: Weitere standardisierte Informationen zum Layer (Datensatz-Metadaten)

source: Linking the WMS layer with metadata set (coupled resource), which describes the underlying informations of the representation in more detail (eg Actuality / quality). It occurs via a link to an already existing metadta set in a catalog or a simple metadata set will be generatetd using a Mapbender Layer Addon-Editor.
de_de: Verknüpfen des WMS-Layers mit einem Metadatensatzes (gekoppelte Ressource), der die der Darstellung zugrundeliegenden Informationen näher beschreibt (z.B.: Aktualität/Qualität). Verknüpfung erfolgt entweder über Link zu einem schon in einem Katalog vorhandenen Metadatensatz oder über die Generierung des eines einfachen Metadatensatzes mittels Mapbender Layer-AddonEditor.

source: Add new Metadata Record
de_de: Metadatensatz erzeugen

source: Edit Metadata Linkage
de_de: Metadatensatz editieren

source: Delete Metadata Linkage
de_de: Metadatensatz löschen

source: Preview
de_de: Vorschau

source: Classification
de_de: Klassifizierung

source: ISO Topic Category
de_de: ISO-Kategorie

source: INSPIRE Category
de_de: INSPIRE Kategorie

source: Custom Category
de_de: Frei definierte Kategorie

source: No metadata sets available.
de_de: Keine Metadaten verfügbar.

source: You are not allowed to access this WMS.
de_de: Es ist Ihnen nicht gestattet auf diesen WMS zuzugreifen.

source: You are not allowed to access WMS
de_de: Der Zugriff auf WMS-Dienste ist Ihnen nicht erlaubt.

source: Invalid WMS ID.
de_de: Ungültige WMS ID.

source: Element vars consumerKey and consumerSecret are not set. If you don't have them, get them from Twitter.
de_de: Die Elemente vars consumerKey und consumerSecret sind nicht definiert. Falls diese nicht vorliegen, können diese über Twitter ermittelt werden.

source: Signed in.
de_de: Angemeldet.

source: Not signed in.
de_de: Nicht angemeldet.

source: Could not connect to Twitter.
de_de: Verbindung zu Twitter fehlgeschlagen.

source: Signed out.
de_de: Abgemeldet.

source: Contact Phone Fax (OWS)
de_de: Kontakt Telefonnummer (OWS)

source: Number of Featuretype (Registry)
de_de: Nummer des Featuretype (Registry)

source: Featuretype Title (WFS)
de_de: Featuretype Titel (WFS)

source: Reset selection
de_de: Auswahl löschen

source: WFS Title (OWS)
de_de: WFS Titel (OWS)

source: WFS Abstract (OWS)
de_de: WFS Beschreibung (OWS)

source: WFS Keywords (OWS)
de_de: WFS Suchbegriffe (OWS)

source: WFS Fees (OWS)
de_de: WFS Kosten (OWS)

source: WFS AccessConstraints (OWS)
de_de: WFS Zugriffsbeschränkungen (OWS)

source: Invalid WFS ID.
de_de: Invalide WFS Identifikationsnummer

source: WMC is public
de_de: Kartenzusammenstellung ist öffentlich

source: You are not allowed to access this WMC.
de_de: Sie sind nicht autorisiert diese Kartenzusammenstellung zu nutzen.

source: Invalid WMC ID.
de_de: Invalide WMC Identifizierungsnummer

source: You are not allowed to access this application.
de_de: Sie sind nicht autorisiert diese Anwendung zu verwenden!

source: Click in the map to start measuring.
de_de: Klicken Sie in die Karte, um die Messung zu starten.

source: Last point:
de_de: letzter Stützpunkt:

source: Current point:
de_de: aktueller Stützpunkt:

source: Distance (to last point):
de_de: Entfernung zum letzten Punkt:

source: Distance (total):
de_de: Länge (gesamt):

source: Perimeter:
de_de: Umring:

source: Spatial Reference System
de_de: Räumliches Bezugssystem

source: zoom to coordinates
de_de: Auf Koordinaten zoomen

source: coordinates
de_de: Koordinaten

source: Invalid spatial reference system! Please select a value from list!
de_de: Ungültiges räumliches Bezugssystem! Bitte selektieren Sie einen Wert aus der Liste!

source: Invalid X coordinate! Must be a float or a DMS value!
de_de: Ungültige X Koordinate! Erlaubt sind lediglich Fließkomma oder GMS Werte!

source: Invalid Y coordinate! Must be a float or a DMS value!
de_de: Ungültige Y Koordinate! Erlaubt sind lediglich Fließkomma oder GMS Werte!

source: Invalid SRS!
de_de: Ungültiges KBS!

source: Area:
de_de: Fläche:

source: print document
de_de: Drucke Dokument

source: use print box
de_de: Nutze Druckrahmen

source: Confirmation of subscribers notification
de_de: Bestätigung der Abonnentenbenachrichtigung

source: Mapbender monitoring subscriber
de_de: Monitoring abonnieren

source: Mapbender subscribers notification
de_de: Abonnentenbenachrichtigung

source: The following services are affected
de_de: Folgende Dienste sind betroffen

source: e-mail form for notifications to the subscribers of the following WMS
de_de: EMail Formular für die Benachrichtigung der Abonnenten folgender WMS

source: Subscriber notification for Mapbender service providers
de_de: Abo Benachrichtigung für die Anbieter von OWS

source: Notifications have been sent. You will receive a confirmation mail shortly.
de_de: Benachrichtung wurde gesendet. Sie werden in Kürze eine Bestätigungsmail erhalten.
